const postsData = {
  POSTS_COUNT: 25,
  comments: [
    'Всё отлично!',
    'В целом всё неплохо. Но не всё.',
    'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
    'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
    'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
    'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
  ],
  names: [
    'Александр', 'Алексей', 'Андрей', 'Антон', 'Аркадий',
    'Борис', 'Вадим', 'Валентин', 'Валерий', 'Василий',
    'Виктор', 'Виталий', 'Владимир', 'Владислав', 'Геннадий',
    'Георгий', 'Григорий', 'Даниил',
  ],
  descriptions: [
    'Закат над спокойным морем.',
    'Горный пейзаж в облаках.',
    'Свет вечернего солнца в лесу.',
    'Кот, дремлющий на подоконнике.',
    'Уютное кафе с чашкой кофе.',
    'Дорога в осеннем лесу.',
    'Шумный городской пейзаж ночью.',
    'Цветущий луг весной.',
    'Детали старинной архитектуры.',
    'Голубое небо с одиноким облаком.'
  ]
};

export { postsData };
